const data = {
  list: [
    {
      an: 'CN201808080002.1',
      ti: '一个智障机器人的专利申请',
      ob: '南京智障研究院；中国机……',
      in: '桃花仑；桃花路……',
      status: '正常',
      outDate: '2018-12-12',
      fee: 2000,
    },
    {
      an: 'CN201808080002.2',
      ti: '一个智障机器人的专利申请',
      ob: '南京智障研究院；中国机……',
      in: '桃花仑；桃花路……',
      status: '滞纳',
      outDate: '2018-12-12',
      fee: 2000,
    },
    {
      an: 'CN201808080002.3',
      ti: '一个智障机器人的专利申请',
      ob: '南京智障研究院；中国机……',
      in: '桃花仑；桃花路……',
      status: '紧急',
      outDate: '2018-12-12',
      fee: 2000,
    },
    {
      an: 'CN201808080002.4',
      ti: '一个智障机器人的专利申请',
      ob: '南京智障研究院；中国机……',
      in: '桃花仑；桃花路……',
      status: '滞纳',
      outDate: '2018-12-12',
      fee: 2000,
    },
    {
      an: 'CN201808080002.5',
      ti: '一个智障机器人的专利申请',
      ob: '南京智障研究院；中国机……',
      in: '桃花仑；桃花路……',
      status: '紧急',
      outDate: '2018-12-12',
      fee: 2000,
    },
    {
      an: 'CN201808080002.6',
      ti: '一个智障机器人的专利申请',
      ob: '南京智障研究院；中国机……',
      in: '桃花仑；桃花路……',
      status: '过期',
      outDate: '2018-12-12',
      fee: 2000,
    },
  ],
  pagination: {
    total: 5,
    pageSize: 10,
    current: 1,
  },
};

const queryFeeWarning = () => {
  return data;
};

export { queryFeeWarning };
